Repository: lliurex/lliurex-langpack-kde
Catalog: extragear-network/kdeconnect-kcm.po
Languages: ca@valencia

# NAME OF TRANSLATORS
source: Your names
ca@valencia: Antoni Bella,Empar Montoro

# EMAIL OF TRANSLATORS
source: Your emails
ca@valencia: antonibella5@yahoo.com,montoro_mde@gva.es

source: KDE Connect Settings
ca@valencia: Configuració de KDE Connect

source: KDE Connect Settings module
ca@valencia: El mòdul de configuració de KDE Connect

source: Available plugins
ca@valencia: Connectors disponibles

source: Error trying to pair: %1
ca@valencia: S'ha produït un error en intentar emparellar: %1

source: (paired)
ca@valencia: (emparellat)

source: (not paired)
ca@valencia: (sense emparellar)

source: (incoming pair request)
ca@valencia: (sol·licitud entrant d'emparellament)

source: (pairing requested)
ca@valencia: (s'ha demanat l'emparellament)

source: Edit
ca@valencia: Edita

source: Save
ca@valencia: Guarda

source: Refresh
ca@valencia: Refresca

source: Device
ca@valencia: Dispositiu

source: (status)
ca@valencia: (estat)

source: Accept
ca@valencia: Accepta

source: Reject
ca@valencia: Rebutja

source: Request pair
ca@valencia: Demana emparellar

source: Unpair
ca@valencia: Desemparella

source: Send ping
ca@valencia: Envia un ping

source: <html><head/><body><p>No device selected.<br><br>If you own an Android device, make sure to install the <a href="https://play.google.com/store/apps/details?id=org.kde.kdeconnect_tp"><span style=" text-decoration: underline; color:#4c6b8a;">KDE Connect Android app</span></a> (also available <a href="https://f-droid.org/repository/browse/?fdid=org.kde.kdeconnect_tp"><span style=" text-decoration: underline; color:#4c6b8a;">from F-Droid</span></a>) and it should appear in the list.<br><br>If you are having problems, visit the <a href="https://community.kde.org/KDEConnect"><span style=" text-decoration: underline; color:#4c6b8a;">KDE Connect Community wiki</span></a> for help.</p></body></html>
ca@valencia: <html><head/><body><p>No hi ha cap dispositiu seleccionat.<br><br>Si teniu un dispositiu amb Android, assegureu-vos d'instal·lar <a href="https://play.google.com/store/apps/details?id=org.kde.kdeconnect_tp"><span style=" text-decoration: underline; ">app KDE Connect per a Android</span></a> (també disponible <a href="https://f-droid.org/repository/browse/?fdid=org.kde.kdeconnect_tp"><span style=" text-decoration: underline; color:#4c6b8a;">des de F-Droid</span></a>) i hauria d'aparéixer en la llista.<br><br>Si teniu problemes, visiteu el <a href="https://f-droid.org/repository/browse/?fdid=org.kde.kdeconnect_tp"><span style=" text-decoration: underline; color:#4c6b8a;">wiki de KDE Connect Community</span></a> per a obtindre ajuda.</p></body></html>
