Repository: lliurex/lliurex-langpack-kde
Catalog: applications/adblock.po
Languages: ca@valencia

source: Show Blockable Elements...
ca@valencia: Mostra els elements que es poden bloquejar...

source: Configure Filters...
ca@valencia: Configura els filtres...

source: No blocking for this page
ca@valencia: No hi ha bloqueig per a aquesta pàgina

source: No blocking for this site
ca@valencia: No hi ha bloqueig per a aquest lloc

source: Please enable Konqueror's Adblock
ca@valencia: Habiliteu Adblock de Konqueror

# @title:window
source: Adblock disabled
ca@valencia: Adblock desactivat

source: object
ca@valencia: objecte

source: frame
ca@valencia: marc

source: image
ca@valencia: imatge

source: Blocked by %1
ca@valencia: Bloquejat per %1

source: Allowed by %1
ca@valencia: Permés per %1

# @title:window
source: Blockable items on this page
ca@valencia: Elements que es poden bloquejar en aquesta pàgina

source: Add filter
ca@valencia: Afig filtre

source: Search:
ca@valencia: Busca:

source: Blockable items:
ca@valencia: Elements que es poden bloquejar:

source: Source
ca@valencia: Origen

source: Category
ca@valencia: Categoria

source: Tag
ca@valencia: Etiqueta

source: New filter (can use *?[] wildcards, /RE/ for regular expression, prefix with @@ for white list):
ca@valencia: Nou filtre (podeu usar els comodins *?[], /RE/ per a una expressió regular, afegiu el prefix @@ per a la llista blanca):

source: Filter this item
ca@valencia: Filtra aquest element

source: Filter all items at same path
ca@valencia: Filtra tots els elements en el mateix camí

source: Filter all items from same host
ca@valencia: Filtra tots els elements de la mateixa màquina

source: Filter all items from same domain
ca@valencia: Filtra tots els elements del mateix domini

source: Add this item to white list
ca@valencia: Afig aquest element a la llista blanca

source: Copy Link Address
ca@valencia: Copia l'adreça de l'enllaç

source: View item
ca@valencia: Visualitza l'element

source: &Tools
ca@valencia: &Eines

source: Extra Toolbar
ca@valencia: Barra d'eines extra
