Repository: lliurex/lliurex-langpack-kde
Catalog: applications/validatorsplugin.po
Languages: ca@valencia

source: Accessibility validation level:
ca@valencia: Nivell de validació d'accessibilitat:

source: 0 (No check)
ca@valencia: 0 (sense comprovació)

source: If this option is enabled, the internal HTML validator is executed after a webpage has been loaded.
ca@valencia: Quan aquesta opció està habilitada, el validador HTML intern s'executa després de carregar una pàgina web.

source: Run after loading
ca@valencia: Executa després de carregar

source: &Validate Web Page
ca@valencia: &Valida la pàgina web

source: Validate HTML (by URI)
ca@valencia: Valida l'HTML (per URI)

source: Validate HTML (by Upload)
ca@valencia: Valida l'HTML (per càrrega)

source: Validate CSS (by URI)
ca@valencia: Valida el CSS (per URI)

source: Validate CSS (by Upload)
ca@valencia: Valida el CSS (per càrrega)

source: Validate &Links
ca@valencia: Valida els en&llaços

source: Validate Page
ca@valencia: Valida la pàgina

source: View Validator Report
ca@valencia: Mostra l'informe del validador

source: C&onfigure Validator...
ca@valencia: C&onfigura el validador...

source: Remote Validation
ca@valencia: Validació remota

source: Local Validation
ca@valencia: Validació local

source: 1 warning
ca@valencia: 1 avís

source: 1 accessibility warning
ca@valencia: 1 avís d'accessibilitat

source: HTML tidy results:
ca@valencia: Resultats d'ordenació de l'HTML:

source: Page: %1, %2, %3
ca@valencia: Pàgina: %1, %2, %3

# %1 is the error count string, %2 the warning count string
source: Page: %1, %2
ca@valencia: Pàgina: %1, %2

source: Frame '%1': %2, %3, %4
ca@valencia: Marc «%1»: %2, %3, %4

source: Frame '%1': %2, %3
ca@valencia: Marc «%1»: %2, %3

source: <qt>The selected URL cannot be verified because it contains a password. Sending this URL to <b>%1</b> would put the security of <b>%2</b> at risk.</qt>
ca@valencia: <qt>L'URL seleccionat no es pot verificar perquè conté una contrasenya. Si s'envia aquest URL a <b>%1</b> es posarà en risc la seguretat de <b>%2</b>.</qt>

# @title:window
source: Cannot Validate Source
ca@valencia: No s'ha pogut validar l'origen

source: You cannot validate anything except web pages with this plugin.
ca@valencia: Amb aquest connector no es pot validar res a excepció de pàgines web.

# @title:window
source: Malformed URL
ca@valencia: URL amb format incorrecte

source: The URL you entered is not valid, please correct it and try again.
ca@valencia: L'URL introduït no és vàlid;corregiu-lo i proveu una altra vegada.

source: Validation
ca@valencia: Validació

source: &Tools
ca@valencia: &Eines

source: Extra Toolbar
ca@valencia: Barra d'eines extra

source: HTML/XML Validator
ca@valencia: Validador HTML/XML

source: Upload:
ca@valencia: Carrega:

source: CSS Validator
ca@valencia: Validador CSS

source: Link Validator
ca@valencia: Validador d'enllaços

# @title:window
source: Validation Report
ca@valencia: Llistat de validació

# Validation status
source: Error
ca@valencia: S'ha produït un error

# Validation status
source: Warning
ca@valencia: Avís

# Validation status
source: Accessibility warning
ca@valencia: Avisos d'accessibilitat

source: Frame
ca@valencia: Marc

source: Row
ca@valencia: Fila

source: Column
ca@valencia: Columna

source: Message
ca@valencia: Missatge

# @title:window
source: Configure Validator Plugin
ca@valencia: Configuració del connector de validació

source: Internal Validation
ca@valencia: Validació interna
