Repository: lliurex/lliurex-langpack-kde
Catalog: kde-workspace/kcm5_componentchooser.po
Languages: ca@valencia

# NAME OF TRANSLATORS
source: Your names
ca@valencia: Sebastià Pla i Sanz,Antoni Bella

# EMAIL OF TRANSLATORS
source: Your emails
ca@valencia: sps@sastia.com,antonibella5@yahoo.com

source: <qt>Open <b>http</b> and <b>https</b> URLs</qt>
ca@valencia: <qt>Obri els URL <b>http</b> i <b>https</b></qt>

source: in an application based on the contents of the URL
ca@valencia: en una aplicació basada en el contingut de l'URL

source: in the following application:
ca@valencia: en l'aplicació següent:

source: with the following command:
ca@valencia: amb l'ordre següent:

source: Unknown
ca@valencia: Desconegut

source: Choose from the list below which component should be used by default for the %1 service.
ca@valencia: De la llista de davall, trieu quin component s'hauria d'usar per defecte per al servei %1.

source: <qt>You changed the default component of your choice, do want to save that change now ?</qt>
ca@valencia: <qt>Heu canviat el component per defecte escollit, voleu guardar el canvi ara?</qt>

source: No description available
ca@valencia: No hi ha cap descripció disponible

source: Here you can change the component program. Components are programs that handle basic tasks, like the terminal emulator, the text editor and the email client. Different KDE applications sometimes need to invoke a console emulator, send a mail or display some text. To do so consistently, these applications always call the same components. You can choose here which programs these components are.
ca@valencia: Ací podeu canviar el programa component. Els components són programes que gestionen tasques bàsiques, tal com l'emulació de terminal, l'edició de text i el client de correu electrònic. A vegades es requereixen diverses aplicacions KDE per a invocar un emulador de consola, enviar un correu o mostrar algun text. Per a fer que això siga consistent, aquestes aplicacions cridaran els mateixos components. Ací podreu triar quins seran aquests components.

source: Default Component
ca@valencia: Component per defecte

source: <qt> <p>This list shows the configurable component types. Click the component you want to configure.</p> <p>In this dialog you can change KDE default components. Components are programs that handle basic tasks, like the terminal emulator, the text editor and the email client. Different KDE applications sometimes need to invoke a console emulator, send a mail or display some text. To do so consistently, these applications always call the same components. Here you can select which programs these components are.</p> </qt>
ca@valencia: <qt> <p>Aquesta llista mostra els tipus de components configurables. Cliqueu en el component que voleu configurar.</p> <p>En aquest diàleg podeu canviar els components per defecte de KDE. Els components són programes que gestionen tasques bàsiques, tals com l'emulació de terminal, l'edició de text i el client de correu electrònic. A vegades, diverses aplicacions de KDE requereixen invocar un emulador de consola, enviar un correu o mostrar algun text. Per a fer que això siga consistent, aquestes aplicacions sempre cridaran els mateixos components. Ací podreu triar quins seran aquests components.</p> </qt>

source: Select preferred Web browser application:
ca@valencia: Trieu l'aplicació de navegador web preferida:

source: Select preferred email client:
ca@valencia: Trieu el client de correu preferit:

source: Select preferred terminal application:
ca@valencia: Trieu l'aplicació de terminal preferida:

source: Kmail is the standard Mail program for the Plasma desktop.
ca@valencia: Kmail és el programa estàndard de correu per a l'escriptori Plasma.

source: &Use KMail as preferred email client
ca@valencia: Usa &KMail com a client de correu preferit

source: Select this option if you want to use any other mail program.
ca@valencia: Seleccioneu aquesta opció si desitgeu emprar un altre programa de correu.

source: Use a different &email client:
ca@valencia: Usa un cli&ent de correu diferent:

source: Optional placeholders: <ul> <li>%t: Recipient's address</li> <li>%s: Subject</li> <li>%c: Carbon Copy (CC)</li> <li>%b: Blind Carbon Copy (BCC)</li> <li>%B: Template body text</li> <li>%A: Attachment </li> <li>%u: Full mailto: URL </li></ul>
ca@valencia: Variables de substitució opcionals: <ul><li>%t: Adreça del receptor</li> <li>%s: Assumpte</li> <li>%c: Còpia (CC)</li> <li>%b: Còpia cega (BCC)</li> <li>%B: Plantilla del text del cos</li> <li>%A: Adjunt </li> <li>%u: «Envia a» sencer: URL </li> </ul>

source: Press this button to select your favorite email client. Please note that the file you select has to have the executable attribute set in order to be accepted.<br/> You can also use several placeholders which will be replaced with the actual values when the email client is called:<ul> <li>%t: Recipient's address</li> <li>%s: Subject</li> <li>%c: Carbon Copy (CC)</li> <li>%b: Blind Carbon Copy (BCC)</li> <li>%B: Template body text</li> <li>%A: Attachment </li> </ul>
ca@valencia: Premeu aquest botó per a seleccionar el vostre client de correu preferit. Tingueu present que el fitxer que seleccioneu ha de tindre l'atribut executable per tal de ser acceptat.<br/> També podeu usar diverses variables que se substituiran amb els valors reals quan es cride el client de correu:<ul> <li>%t: Adreça del destinatari</li> <li>%s: Assumpte</li> <li>%c: Còpia (CC)</li> <li>%b: Còpia cega (BCC)</li> <li>%B: Plantilla del text del cos</li> <li>%A: Adjunt </li> </ul>

source: Click here to browse for the mail program file.
ca@valencia: Cliqueu ací per a buscar el fitxer del programa de correu.

source: Activate this option if you want the selected email client to be executed in a terminal (e.g. <em>Konsole</em>).
ca@valencia: Activeu aquesta opció si voleu que el client de correu seleccionat s'execute en un terminal (p. ex. <em>Konsole</em>).

source: &Run in terminal
ca@valencia: Executa en un &terminal

source: Browse directories using the following file manager:
ca@valencia: Visualitza els directoris usant el gestor de fitxers següent:

source: Other: click Add... in the dialog shown here:
ca@valencia: Altres: cliqueu Afig... en el diàleg que es mostra ací:

source: Component Chooser
ca@valencia: Selector de component

source: &Use Konsole as terminal application
ca@valencia: Usa el &Konsole com a aplicació de terminal

source: Use a different &terminal program:
ca@valencia: Usa un programa de &terminal diferent:

source: Press this button to select your favorite terminal client. Please note that the file you select has to have the executable attribute set in order to be accepted.<br/> Also note that some programs that utilize Terminal Emulator will not work if you add command line arguments (Example: konsole -ls).
ca@valencia: Premeu aquest botó per a seleccionar el vostre client de terminal preferit. Tingueu present que el fitxer que seleccioneu ha de tindre establit l'atribut executable per tal de ser acceptat.<br/> Tingueu present també que alguns programes que usen Terminal Emulator no funcionaran si afegiu arguments de línia d'ordres (exemple: konsole -ls).

source: Click here to browse for terminal program.
ca@valencia: Cliqueu ací per a cercar el programa de terminal.
