Repository: lliurex/lliurex-langpack-kde
Catalog: kde-workspace/kcm_lookandfeel.po
Languages: ca@valencia

# NAME OF TRANSLATORS
source: Your names
ca@valencia: Sebastià Pla i Sanz,Antoni Bella,Albert Astals Cid,Empar Montoro

# EMAIL OF TRANSLATORS
source: Your emails
ca@valencia: sps@sastia.com,antonibella5@yahoo.com,aacid@kde.org,montoro_mde@gva.es

source: Look and Feel
ca@valencia: Aspecte i comportament

source: Download New Look and Feel Themes
ca@valencia: Baixa temes nous d'aspecte i comportament

source: You have to restart the Plasma session for these changes to take effect.
ca@valencia: Cal tornar a reiniciar la sessió de Plasma perquè aquests canvis tinguen efecte.

source: Cursor Settings Changed
ca@valencia: Ha canviat la configuració del cursor

source: Look and feel tool
ca@valencia: Eina d'aspecte i comportament

source: Command line tool to apply look and feel packages.
ca@valencia: Eina de la línia d'ordres per a aplicar els paquets d'aspecte i comportament.

source: Maintainer
ca@valencia: Mantenidor

source: List available Look and feel packages
ca@valencia: Llista de paquets disponibles d'aspecte i comportament

source: Apply a look and feel package
ca@valencia: Aplica un paquet d'aspecte i comportament

source: packagename
ca@valencia: nomdelpaquet

source: Reset the Plasma Desktop layout
ca@valencia: Reinicia la disposició de l'escriptori Plasma

source: This module lets you choose the Look and Feel theme.
ca@valencia: Aquest mòdul permet triar el tema d'aspecte i comportament.

source: Preview Theme
ca@valencia: Previsualitza el tema

source: Your desktop layout will be lost and reset to the default layout provided by the selected theme.
ca@valencia: La vostra disposició de l'escriptori es perdrà i es restaurarà a la disposició predeterminada proporcionada pel tema seleccionat.

source: Use desktop layout from theme
ca@valencia: Usa la disposició de l'escriptori des del tema

source: Get New Look and Feel Themes...
ca@valencia: Obtín temes nous d'aspecte i comportament...
