Repository: lliurex/lliurex-langpack-kde
Catalog: kde-workspace/kdeplasma-addons._desktop_.po
Languages: ca@valencia

# Name
source: Activity Pager
ca@valencia: Paginador d'activitats

# Comment
source: Switch between activities
ca@valencia: Commuta entre activitats

# Name
source: Binary Clock
ca@valencia: Rellotge binari

# Comment
source: Time displayed in binary format
ca@valencia: Mostra l'hora en format binari

# Name
source: Calculator
ca@valencia: Calculadora

# Comment
source: Calculate simple sums
ca@valencia: Calcula sumes senzilles

# Name
source: Color Picker
ca@valencia: Selector de color

# Comment
source: Pick a color from the desktop
ca@valencia: Selecciona un color de l'escriptori

# Name
source: Comics
ca@valencia: Còmics

# Name
source: Comic Strip
ca@valencia: Tira còmica

# Comment
source: View comic strips from the Internet
ca@valencia: Mostra una tira còmica des d'Internet

# Name
source: Dictionary
ca@valencia: Diccionari

# Comment
source: Look up the meaning of words and their translation into different languages
ca@valencia: Busca el significat de paraules i la seua traducció en diferents idiomes

# Name
source: Disk Quota
ca@valencia: Quota de disc

# Comment
source: Shows details about disk quota
ca@valencia: Mostra els detalls de la quota de disc

# Name
source: Fifteen Puzzle
ca@valencia: Trencaclosques quinze

# Comment
source: Put the pieces in order
ca@valencia: Poseu les peces en ordre

# Name
source: Fuzzy Clock
ca@valencia: Rellotge difús

# Comment
source: Time displayed in a less precise format
ca@valencia: Mostra l'hora en un format aproximat

# Name
source: Grouping Plasmoid
ca@valencia: Plasmoide d'agrupació

# Comment
source: Group Plasma widgets together
ca@valencia: Agrupa els ginys («widgets») de Plasma

# Name
source: Keyboard Indicator
ca@valencia: Indicador de teclat

# Comment
source: Shows the state of the keyboard
ca@valencia: Mostra l'estat del teclat

# Name
source: Application Dashboard
ca@valencia: Tauler d'aplicacions

# Comment
source: A fullscreen application launcher
ca@valencia: Un llançador d'aplicacions a pantalla completa

# Name
source: Konsole Profiles
ca@valencia: Perfils de Konsole

# Comment
source: List and launch Konsole profiles
ca@valencia: Llista i llança els perfils de Konsole

# Name
source: Media Frame
ca@valencia: Marc multimèdia

# Comment
source: (Picture) Frame
ca@valencia: Marc (fotografies)

# Comment
source: Desktop sticky notes
ca@valencia: Notes adhesives per a l'escriptori

# Comment
source: Launch your favourite Applications
ca@valencia: Llança les vostres aplicacions preferides

# Name
source: Quick Share
ca@valencia: Comparteix ràpidament

# Comment
source: Paste text/images to a remote server
ca@valencia: Apega text/imatges en un servidor remot

# Name
source: System Load Viewer
ca@valencia: Visor de la càrrega del sistema

# Comment
source: Tiny CPU/RAM/Swap monitor
ca@valencia: Xicotet monitor de la CPU/RAM/Memòria d'intercanvi

# Name
source: Timer
ca@valencia: Temporitzador

# Comment
source: Countdown over a specified time period
ca@valencia: Compte arrere durant un període de temps especificat

# Name
source: User Switcher
ca@valencia: Commutador d'usuaris

# Comment
source: Quickly switch between different users
ca@valencia: Commuta ràpidament entre diferents usuaris

# Name
source: Weather Report
ca@valencia: Informe meteorològic

# Comment
source: Forecast and current conditions
ca@valencia: Previsió i condicions actuals

# Name
source: Web browser
ca@valencia: Navegador web

# Comment
source: Add a webpage on your desktop.
ca@valencia: Afig una pàgina web a l'escriptori.

# Comment
source: Plugin for Plasma Comic Engine
ca@valencia: Connector per al motor de còmics del plasma

# Name
source: Comic Strips
ca@valencia: Tires còmiques

# Comment
source: Online comic strips
ca@valencia: Tires còmiques en línia

# Name
source: Comic
ca@valencia: Còmic

# Comment
source: Comic Package Structure
ca@valencia: Estructura de paquet de còmic

# Name
source: Picture of the Day
ca@valencia: Imatge del dia

# Comment
source: Data Engine for getting various online Pictures of The Day.
ca@valencia: Motor de dades per a accedir a diverses «imatges del dia» en línia.

# Comment
source: Plugin for Plasma PoTD Engine
ca@valencia: Connector per al motor PoTD del plasma

# Name
source: Previews
ca@valencia: Vistes prèvies

# Comment
source: A desktop switcher layout with previews of the desktops
ca@valencia: Una disposició del commutador d'escriptori amb vistes prèvies dels escriptoris

# Name
source: special Characters
ca@valencia: Caràcters especials

# Name
source: Special Characters
ca@valencia: Caràcters especials

# Comment
source: Creates special characters from their hexadecimal codes
ca@valencia: Crea caràcters especials a partir dels seus codis hexadecimals

# Name
source: Unit Converter
ca@valencia: Convertidor d'unitats

# Comment
source: Convert values to different units
ca@valencia: Converteix valors a diferents unitats

# Name
source: Date and Time
ca@valencia: Data i hora

# Comment
source: The current date and time, locally or in any timezone
ca@valencia: La data i l'hora actuals, localment o en qualsevol zona horària

# Comment
source: Define words
ca@valencia: Defineix mots

# Name
source: Kate Sessions
ca@valencia: Sessions de Kate

# Comment
source: Matches Kate Sessions
ca@valencia: Correspon amb sessions de Kate

# Comment
source: Matches Konsole Profiles
ca@valencia: Correspon amb perfils de Konsole

# Comment
source: Search on KDE's TechBase
ca@valencia: Busca en la TechBase de KDE

# Name
source: KDE Documentation
ca@valencia: Documentació de KDE

# Comment
source: Search on KDE's Userbase
ca@valencia: Busca en la Userbase de KDE

# Name
source: Wikipedia
ca@valencia: Viquipèdia

# Comment
source: Search on Wikipedia
ca@valencia: Busca en la Viquipèdia

# Comment
source: Search on Wikitravel
ca@valencia: Busca en Wikitravel

# Name
source: Spell Checker Runner
ca@valencia: Executor del corrector ortogràfic

# Name
source: Spell Checker
ca@valencia: Corrector ortogràfic

# Comment
source: Check the spelling of a word
ca@valencia: Comprova l'ortografia d'una paraula

# Comment
source: Haenau wallpaper
ca@valencia: Fons de pantalla Haenau

# Comment
source: Hunyango wallpaper
ca@valencia: Fons de pantalla Hunyango

# Comment
source: A new picture from the Internet each day
ca@valencia: Una imatge nova des d'Internet cada dia

# Name
source: Large Icons
ca@valencia: Icones grans

# Comment
source: A window switcher layout using large icons to represent the window
ca@valencia: Una disposició del commutador de finestres que utilitza icones grans per a representar la finestra

# Name
source: Compact
ca@valencia: Compacte

# Comment
source: A compact window switcher layout
ca@valencia: Una disposició del commutador de finestres compacta

# Name
source: Informative
ca@valencia: Informativa

# Comment
source: An informative window switcher layout including desktop name
ca@valencia: Una disposició del commutador de finestres informativa que inclou el nom d'escriptori

# Name
source: Grid
ca@valencia: Quadrícula

# Comment
source: A Window Switcher layout showing all windows as thumbnails in a grid
ca@valencia: Una disposició del commutador de finestres que mostra totes les finestres com a miniatures en una quadrícula

# Name
source: Small Icons
ca@valencia: Icones xicotetes

# Comment
source: A window switcher layout using small icons to represent the window
ca@valencia: Una disposició del commutador de finestres que utilitza icones xicotetes per a representar la finestra

# Name
source: Text Only
ca@valencia: Només el text

# Comment
source: A window switcher layout only showing window captions
ca@valencia: Una disposició del commutador de finestres que només mostra els títols de les finestres

# Name
source: Thumbnails
ca@valencia: Miniatures

# Comment
source: A window switcher layout using live thumbnails
ca@valencia: Una disposició del commutador de finestres que utilitza miniatures animades
