Repository: lliurex/lliurex-langpack-kde
Catalog: kde-workspace/milou._desktop_.po
Languages: ca@valencia

# Comment
source: Milou Preview Plugin
ca@valencia: Connector de vista prèvia del Milou

# Name
source: Milou Application Preview Plugin
ca@valencia: Connector de vista prèvia d'aplicacions del Milou

# Name
source: Milou Audio Preview Plugin
ca@valencia: Connector de vista prèvia d'àudio del Milou

# Comment
source: Preview generated for audio files
ca@valencia: Vista prèvia generada pels fitxers d'àudio

# Name
source: Milou Bookmark Preview Plugin
ca@valencia: Connector de vista prèvia d'adreces d'interés del Milou

# Comment
source: Preview generated for bookmarks
ca@valencia: Vista prèvia generada per les adreces d'interés

# Name
source: Milou Email Preview Plugin
ca@valencia: Connector de vista prèvia de correus del Milou

# Comment
source: Preview generated for emails
ca@valencia: Vista prèvia generada pels correus electrònics

# Name
source: Milou File Preview Plugin
ca@valencia: Connector de vista prèvia de fitxers del Milou

# Name
source: Milou Image Preview Plugin
ca@valencia: Connector de vista prèvia de fitxers del Milou

# Comment
source: Preview generated for image files
ca@valencia: Vista prèvia generada pels fitxers d'imatge

# Name
source: Milou Okular Preview Plugin
ca@valencia: Connector de vista prèvia per l'Okular del Milou

# Comment
source: Preview generated for documents via Okular
ca@valencia: Vista prèvia generada per documents via l'Okular

# Name
source: Milou Text Preview Plugin
ca@valencia: Connector de vista prèvia de texts del Milou

# Comment
source: Preview generated for text files
ca@valencia: Vista prèvia generada pels fitxers de text

# Name
source: Milou Video Preview Plugin
ca@valencia: Connector de vista prèvia de vídeos del Milou

# Comment
source: Preview generated for videos
ca@valencia: Vista prèvia generada pels vídeos

# Name
source: Search
ca@valencia: Cerca

# Comment
source: Search and Launch
ca@valencia: Cerca i llança
