Repository: lliurex/lliurex-langpack-kde
Catalog: kde-workspace/plasma_applet_org.kde.plasma.devicenotifier.po
Languages: ca@valencia

source: Show:
ca@valencia: Mostra:

source: Removable devices only
ca@valencia: Només els dispositius extraïbles

source: Non-removable devices only
ca@valencia: Només els dispositius no extraïbles

source: All devices
ca@valencia: Tots els dispositius

source: Open popup when new device is plugged in
ca@valencia: Obri un missatge emergent quan es connecte un dispositiu nou

source: It is currently <b>not safe</b> to remove this device: applications may be accessing it. Click the eject button to safely remove this device.
ca@valencia: Actualment <b>no és segur</b> extraure aquest dispositiu: les aplicacions poden estar accedint-hi. Cliqueu el botó d'expulsió per a extraure amb seguretat aquest dispositiu.

source: This device is currently accessible.
ca@valencia: Actualment aquest dispositiu està accessible.

source: It is currently <b>not safe</b> to remove this device: applications may be accessing other volumes on this device. Click the eject button on these other volumes to safely remove this device.
ca@valencia: Actualment <b>no és segur</b> extraure aquest dispositiu: les aplicacions poden estar accedint a altres volums d'aquest dispositiu. Cliqueu el botó d'expulsió d'aquests altres volums per extraure amb seguretat aquest dispositiu.

source: It is currently safe to remove this device.
ca@valencia: Actualment es pot extraure amb seguretat aquest dispositiu.

source: This device is not currently accessible.
ca@valencia: Actualment aquest dispositiu no està accessible.

# @info:status Free disk space
source: %1 free
ca@valencia: %1 lliure

source: 1 action for this device
ca@valencia: 1 acció per aquest dispositiu

source: Accessing...
ca@valencia: S'està accedint...

source: Removing...
ca@valencia: S'està extraient...

source: No Devices Available
ca@valencia: Sense dispositius disponibles

source: Most Recent Device
ca@valencia: Dispositiu més recent

# Open auto mounter kcm
source: Configure Removable Devices
ca@valencia: Configura els dispositius extraïbles

source: Click to safely remove all devices
ca@valencia: Cliqueu per a extraure amb seguretat tots els dispositius

source: Remove all
ca@valencia: Extrau-ne tots

source: Click to access this device from other applications.
ca@valencia: Cliqueu per a accedir a aquest dispositiu des d'altres aplicacions.

source: Click to eject this disc.
ca@valencia: Cliqueu per a expulsar el disc.

source: Click to safely remove this device.
ca@valencia: Cliqueu per a extraure amb seguretat aquest dispositiu.
