Repository: lliurex/lliurex-langpack-kde
Catalog: kde-workspace/plasma-workspace._desktop_.po
Languages: ca@valencia

# Comment
source: Style that uses the Windows XP style engine
ca@valencia: Estil que utilitza el motor d'estils de Windows XP

# Name
source: Plain Color
ca@valencia: Color llis

# Comment
source: Plain color wallpaper
ca@valencia: Fons de pantalla en color llis

# Comment
source: A plain color or gradient
ca@valencia: Un color llis o degradat

# Name
source: Image
ca@valencia: Imatge

# Comment
source: Wallpaper view for images
ca@valencia: Vista del fons de pantalla per a les imatges

# Name
source: Slideshow
ca@valencia: Passe de diapositives

# Comment
source: Slideshow wallpaper
ca@valencia: Passe de diapositives al fons de pantalla

# Name
source: Wallpapers
ca@valencia: Fons de pantalla
