Repository: lliurex/lliurex-langpack-kde
Catalog: kde-workspace/plasma-workspace._desktop_.po
Languages: ca@valencia

# Name
source: Activity Bar
ca@valencia: Barra d'activitat

# Comment
source: Tab bar to switch activities
ca@valencia: Barra de pestanyes per a canviar d'activitat

# Name
source: Analog Clock
ca@valencia: Rellotge analògic

# Comment
source: A clock with hands
ca@valencia: Un rellotge amb agulles

# Name
source: Global Menu
ca@valencia: Menú global

# Comment
source: Global menubar on top of the screen
ca@valencia: Barra de menús global en la part superior de la pantalla

# Name
source: Battery and Brightness
ca@valencia: Bateria i brillantor

# Comment
source: See the power status of your battery
ca@valencia: Vegeu l'estat d'energia de la bateria

# Keywords
source: Power Management;Battery;System;Energy;
ca@valencia: Sistema de gestió d'energia;Bateria;Sistema;Energia;

# Name
source: Calendar
ca@valencia: Calendari

# Comment
source: Month display with your appointments and events
ca@valencia: Mostra el mes amb les cites i els esdeveniments

# Name
source: Clipboard
ca@valencia: Porta-retalls

# Comment
source: Provides access to the clipboard history
ca@valencia: Proporciona accés a l'historial del porta-retalls

# Name
source: Device Notifier
ca@valencia: Notificador de dispositius

# Comment
source: Notifications and access for new devices
ca@valencia: Notificacions i accés als dispositius nous

# Name
source: Open with File Manager
ca@valencia: Obri amb el gestor de fitxers

# Name
source: Digital Clock
ca@valencia: Rellotge digital

# Comment
source: Time displayed in a digital format
ca@valencia: Mostra l'hora en un format digital

# Name
source: Icon
ca@valencia: Icona

# Comment
source: A generic icon
ca@valencia: Una icona genèrica

# Name
source: Lock/Logout
ca@valencia: Bloqueja/ix

# Comment
source: Lock the screen or log out
ca@valencia: Bloqueja la pantalla o desconnecta

# Keywords
source: Lock;Logout;Sleep;Hibernate;Switch User;
ca@valencia: Bloqueig;Eixida;Adorm;Hiberna;Canvi d'usuari;

# Name
source: Media Player
ca@valencia: Reproductor multimèdia

# Comment
source: Media Player Controls
ca@valencia: Controls del reproductor multimèdia

# Name
source: Notifications
ca@valencia: Notificacions

# Comment
source: Display notifications and jobs
ca@valencia: Mostra les notificacions i els treballs

# Name
source: Panel Spacer
ca@valencia: Espaiador del plafó

# Comment
source: Reserve empty spaces within the panel.
ca@valencia: Reserva espais buits en el plafó.

# Name
source: CPU Load Monitor
ca@valencia: Monitor de càrrega de la CPU

# Comment
source: Monitor the load of the CPUs
ca@valencia: Controla la càrrega de les CPU

# Name
source: Hard Disk I/O Monitor
ca@valencia: Monitor d'E/E de disc dur

# Comment
source: An applet that monitors hard disk throughput and input/output
ca@valencia: Una miniaplicació que controla la velocitat de transferència, així com l'entrada/eixida de les dades en el disc dur

# Name
source: Hard Disk Space Usage
ca@valencia: Ús d'espai de disc dur

# Comment
source: An applet that monitors hard disk space usage and percentage
ca@valencia: Una miniaplicació que controla l'ús d'espai i el tant per cent en el disc dur

# Name
source: Memory Status
ca@valencia: Estat de la memòria

# Comment
source: A RAM usage monitor
ca@valencia: Un controlador d'ús de la RAM

# Name
source: Network Monitor
ca@valencia: Monitor de la xarxa

# Comment
source: A network usage monitor
ca@valencia: Un controlador d'ús de la xarxa

# Name
source: System Tray
ca@valencia: Safata del sistema

# Comment
source: Access hidden applications minimized in the system tray
ca@valencia: Accés a les aplicacions minimitzades ocultes en la safata del sistema

# Name
source: Application menus daemon
ca@valencia: Dimoni de menús d'aplicació

# Comment
source: Transfers application's menu to the desktop
ca@valencia: Transfereix els menús d'aplicació a l'escriptori

# Name
source: Wallpaper Plugins
ca@valencia: Connectors de fons de pantalla

# Name
source: Plasma Widgets
ca@valencia: Ginys («widgets») de Plasma

# Name
source: Application Launcher
ca@valencia: Llançador d'aplicacions

# Comment
source: Simple application launcher
ca@valencia: Llançador d'aplicacions senzill

# Name
source: Standard Menu
ca@valencia: Menú estàndard

# Comment
source: The menu that normally shows on right-click
ca@valencia: Menú que es mostra normalment amb un clic del botó dret

# Name
source: Paste
ca@valencia: Apega

# Comment
source: Creates a widget from the contents of the clipboard
ca@valencia: Crea un giny («widget») a partir del contingut del porta-retalls

# Name
source: Switch Activity
ca@valencia: Canvi d'activitat

# Comment
source: Switch to another activity
ca@valencia: Canvia a una altra activitat

# Name
source: Switch Desktop
ca@valencia: Canvi d'escriptori

# Comment
source: Switch to another virtual desktop
ca@valencia: Canvia a un altre escriptori virtual

# Name
source: Switch Window
ca@valencia: Canvi de finestra

# Comment
source: Show a list of windows to switch to
ca@valencia: Mostra una llista de les finestres per a canviar

# Name
source: Activities Engine
ca@valencia: Motor d'activitats

# Comment
source: Information on Plasma Activities
ca@valencia: Informació quant a activitats de Plasma

# Name
source: Application Job Information
ca@valencia: Informació de les tasques de les aplicacions

# Comment
source: Application job updates (via kuiserver)
ca@valencia: Actualització de treballs d'aplicacions (via kuiserver)

# Name
source: Application Information
ca@valencia: Informació de les aplicacions

# Comment
source: Information and launching of all applications in the app menu.
ca@valencia: Informació i llançament de totes les aplicacions en el menú d'aplicacions.

# Name
source: Device Notifications
ca@valencia: Notificacions dels dispositius

# Comment
source: Passive device notifications for the user.
ca@valencia: Notificacions passives de dispositius per a l'usuari.

# Name
source: Dictionary
ca@valencia: Diccionari

# Comment
source: Look up word meanings
ca@valencia: Busca els significats de les paraules

# Name
source: Run Commands
ca@valencia: Execució d'ordres

# Comment
source: Run Executable Data Engine
ca@valencia: Motor de dades d'ordres executables

# Name
source: Favicons
ca@valencia: Icones de web

# Comment
source: Data Engine for getting favicons of web sites
ca@valencia: Motor de dades per a obtindre icones de web dels llocs web

# Name
source: Files and Directories
ca@valencia: Fitxers i directoris

# Comment
source: Information about files and directories.
ca@valencia: Informació quant a fitxers i directoris.

# Name
source: Geolocation
ca@valencia: Geolocalització

# Comment
source: Geolocation Data Engine
ca@valencia: Motor de dades de geolocalització

# Name
source: Geolocation GPS
ca@valencia: Geolocalització GPS

# Comment
source: Geolocation from GPS address.
ca@valencia: Geolocalització des d'una adreça GPS.

# Name
source: Geolocation IP
ca@valencia: Geolocalització IP

# Comment
source: Geolocation from IP address.
ca@valencia: Geolocalització des d'una adreça IP.

# Comment
source: Plasma Geolocation Provider
ca@valencia: Proveïdor de geolocalització de Plasma

# Name
source: Hotplug Events
ca@valencia: Esdeveniments de connexió en calent

# Comment
source: Tracks hot-pluggable devices as they appear and disappear.
ca@valencia: Segueix els dispositius de connexió en calent quan apareixen i desapareixen.

# Name
source: Keyboard and Mouse State
ca@valencia: Estat del teclat i del ratolí

# Comment
source: Keyboard modifier and mouse buttons states
ca@valencia: Modificador de l'estat del teclat i dels botons del ratolí

# Name
source: Pointer Position
ca@valencia: Posició del punter

# Comment
source: Mouse position and cursor
ca@valencia: Posició del ratolí i del cursor

# Comment
source: Provides information from and control over media players via MPRIS2
ca@valencia: Proporciona informació i controla els reproductors de suports via el MPRIS2

# Name
source: Application Notifications
ca@valencia: Notificacions de les aplicacions

# Comment
source: Passive visual notifications for the user.
ca@valencia: Notificacions visuals passives per a l'usuari.

# Comment
source: PackageKit Data Engine
ca@valencia: Motor de dades de PackageKit

# Name
source: Places
ca@valencia: Llocs

# Comment
source: Places, as seen in the file manager and in file dialogs.
ca@valencia: Llocs, com es veuen en el gestor de fitxers i en els diàlegs de fitxer.

# Name|plasma data engine
source: Power Management
ca@valencia: Gestió d'energia

# Comment
source: Battery, AC, sleep and PowerDevil information.
ca@valencia: Informació de la bateria, AC, adorm i del PowerDevil.

# Comment
source: Allows images to be shared using the im9.eu service
ca@valencia: Permet la compartició d'imatges utilitzant el servei im9.eu

# Comment
source: Allows images to be shared using the susepaste.org service
ca@valencia: Permet la compartició d'imatges utilitzant el servei susepaste.org

# Comment
source: Allows images to be shared using the imgur service
ca@valencia: Permet la compartició d'imatges utilitzant el servei imgur

# Comment
source: Allows text to be shared using the kde.org service
ca@valencia: Permet la compartició de text utilitzant el servei kde.org

# Comment
source: Allows text to be shared using the pastebin.com service
ca@valencia: Permet la compartició de text utilitzant el servei pastebin.com

# Comment
source: Paste text with openSUSE
ca@valencia: Apega text amb openSUSE

# Comment
source: Paste text with the PrivatePaste.com service
ca@valencia: Apega text amb el servei PrivatePaste.com

# Comment
source: Allows images to be shared using the Simplest Image Hosting service
ca@valencia: Permet la compartició d'imatges utilitzant el servei «Simplest Image Hosting»

# Comment
source: Allows text to be shared using the wklej.org service
ca@valencia: Permet la compartició de text utilitzant el servei wklej.org

# Comment
source: Allows images to be shared using the wstaw.org service
ca@valencia: Permet la compartició d'imatges utilitzant el servei wstaw.org

# Comment
source: Plugin for Plasma Sharebin
ca@valencia: Connector per a Sharebin de Plasma

# Comment
source: Share Package Structure
ca@valencia: Estructura de paquet de compartició

# Name
source: Share Services
ca@valencia: Serveis de compartició

# Comment
source: Engine to share content using different services
ca@valencia: Motor per a compartir contingut utilitzant diferents serveis

# Name
source: Device Information
ca@valencia: Informació dels dispositius

# Comment
source: Device data via Solid
ca@valencia: Dades dels dispositius via Solid

# Name
source: Status Notifier Information
ca@valencia: Informació del notificador d'estats

# Comment
source: Engine for applications' status information, based on the Status Notifier protocol.
ca@valencia: Motor d'informació d'estat de les aplicacions, basat en el protocol notificador d'estat.

# Name
source: System Monitor
ca@valencia: Monitor del sistema

# Comment
source: System status information
ca@valencia: Informació de l'estat del sistema

# Name
source: Date and Time
ca@valencia: Data i hora

# Comment
source: Date and time by timezone
ca@valencia: Data i l'hora per zona horària

# Comment
source: XML Data from the British Broadcasting Corporation
ca@valencia: Dades XML de la British Broadcasting Corporation

# Name
source: Environment Canada
ca@valencia: Medi ambient de Canadà

# Comment
source: XML Data from Environment Canada
ca@valencia: Dades XML des de Medi ambient de Canadà

# Name
source: NOAA's National Weather Service
ca@valencia: Servei meteorològic nacional de NOAA

# Comment
source: XML Data from NOAA's National Weather Service
ca@valencia: Dades XML del servei meteorològic nacional de NOAA

# Comment
source: Weather forecast by wetter.com
ca@valencia: Previsió meteorològica per wetter.com

# Name
source: Weather
ca@valencia: Meteorologia

# Comment
source: Weather data from multiple online sources
ca@valencia: Dades meteorològiques de múltiples fonts en línia

# Name
source: Free Space Notifier
ca@valencia: Notificador d'espai lliure

# Comment
source: Warns when running out of space on your home folder
ca@valencia: Avisa quan s'exhaureix l'espai de la carpeta personal

# Comment
source: KDE Free Space Notifier Daemon
ca@valencia: Dimoni de notificacions d'espai lliure de KDE

# Name
source: Low Disk Space
ca@valencia: Espai escàs al disc

# Name
source: Warning
ca@valencia: Avís

# Comment
source: Used for warning notifications
ca@valencia: S'usa per a les notificacions d'avís

# Name
source: Running low on disk space
ca@valencia: S'està exhaurint l'espai del disc

# Comment
source: You are running low on disk space
ca@valencia: L'espai del disc s'està exhaurint

# Name
source: Language
ca@valencia: Idioma

# Name
source: Directory Watcher
ca@valencia: Vigilant de directori

# Comment
source: Monitors directories for changes
ca@valencia: Controla els canvis en els directoris

# Name
source: Trash
ca@valencia: Paperera

# Comment
source: Contains removed files
ca@valencia: Conté els fitxers eliminats

# GenericName
source: Clipboard Tool
ca@valencia: Eina del porta-retalls

# Comment
source: A cut & paste history utility
ca@valencia: Una utilitat de l'historial per a retallar i apegar

# Description
source: Jpeg-Image
ca@valencia: Imatge JPEG

# Description
source: Launch &Gwenview
ca@valencia: Llança &Gwenview

# Description
source: Web-URL
ca@valencia: URL de web

# Description
source: Open with &default Browser
ca@valencia: Obri amb el navega&dor per defecte

# Description
source: Open with &Konqueror
ca@valencia: Obri amb &Konqueror

# Description
source: Open with &Mozilla
ca@valencia: Obri amb &Mozilla

# Description
source: Send &URL
ca@valencia: Envia l'&URL

# Description
source: Open with &Firefox
ca@valencia: Obri amb &Firefox

# Description
source: Send &Page
ca@valencia: Envia la &pàgina

# Description
source: Mail-URL
ca@valencia: URL de correu

# Description
source: Launch &Kmail
ca@valencia: Llança &Kmail

# Description
source: Launch &mutt
ca@valencia: Llança &mutt

# Description
source: Text File
ca@valencia: Fitxer de text

# Description
source: Launch K&Write
ca@valencia: Llança K&Write

# Description
source: Local file URL
ca@valencia: URL d'un fitxer local

# Description
source: Send &File
ca@valencia: Envia un &fitxer

# Description
source: Gopher URL
ca@valencia: URL de Gopher

# Description
source: ftp URL
ca@valencia: URL d'FTP

# Comment
source: Clipboard Tool.
ca@valencia: Eina de porta-retalls.

# Name
source: Run command on clipboard contents
ca@valencia: Executa una ordre en el contingut del porta-retalls

# Name
source: Time Zone
ca@valencia: Zona horària

# Comment
source: Provides the system's time zone to applications
ca@valencia: Proporciona la zona horària del sistema a les aplicacions

# Name
source: ColorCorrect Geolocation Updater
ca@valencia: Actualitzador de la geolocalització de ColorCorrect

# Comment
source: Sends updated location data to the compositor
ca@valencia: Envia les dades actualitzades de la ubicació al compositor

# Comment
source: Plasma by KDE
ca@valencia: Plasma, creat per la comunitat KDE

# Name
source: Plasma (Development ${CMAKE_INSTALL_FULL_BINDIR})
ca@valencia: Plasma (Desenvolupament ${CMAKE_INSTALL_FULL_BINDIR})

# Comment
source: Breeze by the KDE VDG
ca@valencia: Brisa per a VDG de KDE

# Keywords
source: Desktop;Workspace;Appearance;Look and Feel;Logout;Lock;Suspend;Shutdown;Hibernate;
ca@valencia: Escriptori;Espai de treball;Aparença;Aspecte i comportament;Eixida;Bloqueig;Suspensió;Parada;Hibernació;

# Name
source: Breeze
ca@valencia: Brisa

# Name
source: Internal Services
ca@valencia: Serveis interns

# Name
source: Development
ca@valencia: Desenvolupament

# Name
source: Translation
ca@valencia: Traducció

# Name
source: Web Development
ca@valencia: Desenvolupament Web

# Name
source: Education
ca@valencia: Educació

# Name
source: Languages
ca@valencia: Idiomes

# Name
source: Mathematics
ca@valencia: Matemàtiques

# Name
source: Miscellaneous
ca@valencia: Miscel·lània

# Name
source: Science
ca@valencia: Ciència

# Name
source: Teaching Tools
ca@valencia: Eines d'ensenyament

# Name
source: Board Games
ca@valencia: Jocs de taula

# Name
source: Card Games
ca@valencia: Jocs de cartes

# Name
source: Games
ca@valencia: Jocs

# Name
source: Games for Kids
ca@valencia: Jocs per a infants

# Name
source: Logic Games
ca@valencia: Joc de lògica

# Name
source: Rogue-like Games
ca@valencia: Jocs com Rogue

# Name
source: Tactics & Strategy
ca@valencia: Tàctiques i estratègia

# Name
source: Graphics
ca@valencia: Gràfics

# Name
source: Terminal Applications
ca@valencia: Aplicacions de terminal

# Name
source: KDE Menu
ca@valencia: Menú de KDE

# Name
source: More Applications
ca@valencia: Més aplicacions

# Name
source: Multimedia
ca@valencia: Multimèdia

# Name
source: Office
ca@valencia: Oficina

# Name
source: Science & Math
ca@valencia: Ciència i Matemàtiques

# Name
source: Settings
ca@valencia: Preferències

# Name
source: System
ca@valencia: Sistema

# Name
source: Toys
ca@valencia: Joguets

# Name
source: Lost & Found
ca@valencia: Perdut i trobat

# Name
source: Accessibility
ca@valencia: Accessibilitat

# Comment
source: Accessibility
ca@valencia: Accessibilitat

# Name
source: Desktop
ca@valencia: Escriptori

# Comment
source: Desktop
ca@valencia: Escriptori

# Name
source: Utilities
ca@valencia: Utilitats

# Comment
source: Utilities
ca@valencia: Utilitats

# Name
source: File
ca@valencia: Fitxer

# Comment
source: File
ca@valencia: Fitxer

# Name
source: Peripherals
ca@valencia: Perifèrics

# Comment
source: Peripherals
ca@valencia: Perifèrics

# Name
source: X-Utilities
ca@valencia: Utilitats de X

# Comment
source: X Window Utilities
ca@valencia: Utilitats de X Window

# Name
source: KDE Multimedia Backend
ca@valencia: Dorsal multimèdia de KDE

# Comment
source: Multimedia System
ca@valencia: Sistema multimèdia

# Name
source: Application
ca@valencia: Aplicació

# Name
source: Audio Output Device Changed
ca@valencia: Ha canviat el dispositiu d'eixida de l'àudio

# Comment
source: Notification when audio output device has automatically changed
ca@valencia: Notificació quan canvie automàticament el dispositiu d'eixida de l'àudio

# Name
source: Plasma Windowed
ca@valencia: Plasma amb finestres

# Comment
source: Run Plasmoids as simple applications
ca@valencia: Executa els plasmoides com a simples aplicacions

# Name
source: Activities
ca@valencia: Activitats

# Comment
source: List and switch between desktop activities
ca@valencia: Llista i commuta entre activitats d'escriptori

# Name
source: Software Center
ca@valencia: Centre de programari

# Comment
source: Lets you find software
ca@valencia: Permet buscar programari

# Name
source: Desktop Search
ca@valencia: Busca en l'escriptori

# Comment
source: Searches through files, emails and contacts
ca@valencia: Busca pels fitxers, correus electrònics i contactes

# Name|plasma runner
source: Bookmarks
ca@valencia: Adreces d'interés

# Comment
source: Find and open bookmarks
ca@valencia: Busca i obri adreces d'interés

# Name
source: Calculator
ca@valencia: Calculadora

# Comment
source: Calculate expressions
ca@valencia: Calcula expressions

# Name
source: Kill Applications
ca@valencia: Mata aplicacions

# Name
source: Terminate Applications
ca@valencia: Finalitza aplicacions

# Comment
source: Stop applications that are currently running
ca@valencia: Para aplicacions que estan actualment en execució

# Name
source: Locations
ca@valencia: Ubicacions

# Comment
source: File and URL opener
ca@valencia: Obri fitxers i URL

# Comment
source: Open devices and folder bookmarks
ca@valencia: Obri els marcadors dels dispositius i dels preferits

# Comment
source: Basic Power Management Operations
ca@valencia: Operacions bàsiques de gestió d'energia

# Name
source: Power
ca@valencia: Energia

# Name
source: Recent Documents
ca@valencia: Documents recents

# Name
source: Applications
ca@valencia: Aplicacions

# Comment
source: Find applications, control panels and services
ca@valencia: Busca aplicacions, plafons de control i serveis

# Name
source: Desktop Sessions
ca@valencia: Sessions d'escriptori

# Comment
source: Fast user switching
ca@valencia: Commutador ràpid d'usuari

# Name
source: Command Line
ca@valencia: Línia d'ordres

# Comment
source: Executes shell commands
ca@valencia: Executa ordres de l'intèrpret d'ordres

# Name|plasma runner
source: Web Shortcuts
ca@valencia: Dreceres web

# Comment
source: Allows user to use Konqueror's web shortcuts
ca@valencia: Permet que l'usuari utilitze les dreceres web de Konqueror

# Name
source: Windowed widgets
ca@valencia: Ginys («widgets») en finestres

# Comment
source: Find Plasma widgets that can be run as standalone windows
ca@valencia: Busca ginys («widgets») de Plasma que es puguen executar en finestres autònomes

# Name|plasma runner
source: Windows
ca@valencia: Finestres

# Comment
source: List windows and desktops and switch them
ca@valencia: Llista finestres i escriptoris i canvia entre ells

# Description
source: Breeze
ca@valencia: Brisa

# Name
source: Plasma Desktop Workspace
ca@valencia: Espai de treball de l'escriptori Plasma

# Name
source: Layout Template
ca@valencia: Plantilla de disposició

# Name
source: Look and Feel
ca@valencia: Aspecte i comportament

# Name
source: Wallpaper
ca@valencia: Fons de pantalla

# Name
source: Plasma Shell
ca@valencia: Intèrpret d'ordres de Plasma

# Name
source: Wallpaper Images
ca@valencia: Imatges de fons de pantalla

# Name
source: Drive Ejector
ca@valencia: Expulsor d'unitats

# Comment
source: Automatically releases drives when their eject button is pushed
ca@valencia: Allibera unitats automàticament quan es prem el botó d'expulsió

# Name
source: Hardware Detection
ca@valencia: Detecció de maquinari

# Comment
source: Provides a user interface for hardware events
ca@valencia: Proporciona una interfície d'usuari per als esdeveniments del maquinari

# Name
source: Status Notifier Manager
ca@valencia: Gestor del notificador d'estat

# Comment
source: Manages services that provide status notifier user interfaces
ca@valencia: Gestiona serveis que proporcionen notificacions d'estat a les interfícies d'usuari

# Comment
source: Launches KSysguard on Ctrl + Escape
ca@valencia: Llança KSysguard amb Ctrl + Esc

# Name
source: Plasma Weather Ion Dataengine
ca@valencia: Motor de dades meteorològiques Ion de Plasma

# Comment
source: A special Plasma sub-dataengine for the Plasma Weather dataengine, providing access to one weather data service provider
ca@valencia: Un submotor especial de dades de Plasma per al motor de dades meteorològiques de Plasma Weather, que proporciona accés a un proveïdor del servei de dades meteorològiques

# Comment
source: Built-in unthemed CDE style
ca@valencia: Estil integrat CDE sense temes

# Comment
source: Built-in unthemed style similar to Clearlooks from GNOME
ca@valencia: Un estil sense tema integrat, similar a Clearlooks de GNOME

# Name
source: GTK+ Style
ca@valencia: Estil GTK+

# Comment
source: Style that uses the GTK+ theming engine
ca@valencia: Estil que utilitza el motor de temes GTK+

# Comment
source: Style that uses the Apple Appearance Manager
ca@valencia: Estil que utilitza el Gestor d'aparences d'Apple

# Comment
source: Built-in unthemed Motif style
ca@valencia: Estil integrat Motif sense temes

# Comment
source: Built-in unthemed style similar to Plastik from KDE3
ca@valencia: Un estil sense tema integrat, similar a Plastik de KDE3

# Comment
source: Built-in unthemed Windows 9x style
ca@valencia: Estil integrat Windows 9x sense temes

# Comment
source: Style that uses the Windows Vista style engine
ca@valencia: Estil que utilitza el motor d'estils de Windows Vista
