Repository: lliurex/lliurex-langpack-kde
Catalog: kde-workspace/plasma-workspace-wallpapers._desktop_.po
Languages: ca@valencia

# Name
source: Autumn 5.5
ca@valencia: Tardor 5.5

# Name
source: By the water
ca@valencia: Per l'aigua

# Name
source: Cluster
ca@valencia: Cúmul

# Name
source: Cold Ripple
ca@valencia: Onada de fred

# Name
source: Colorful Cups
ca@valencia: Tasses de colors

# Name
source: Darkest Hour
ca@valencia: L'hora més fosca

# Name
source: Evening Glow
ca@valencia: Lluentor de capvespre

# Name
source: Fallen Leaf
ca@valencia: Fulla caiguda

# Name
source: Flying Konqui
ca@valencia: Konqui volant

# Name
source: Grey
ca@valencia: Gris

# Name
source: Kite
ca@valencia: Catxerulo

# Name
source: One Stands Out
ca@valencia: Una que destaca

# Name
source: Path
ca@valencia: Camí

# Name
source: Safe Landing
ca@valencia: Aterratge segur

# Name
source: summer 1am
ca@valencia: Estiu a la 1 de la matinada
