Repository: lliurex/lliurex-langpack-kde
Catalog: kde-workspace/plasma-sdk._desktop_.po
Languages: ca@valencia

# GenericName
source: Icon Viewer
ca@valencia: Visualitzador d'icones

# Comment
source: Icon Previewer for Artists and Developers
ca@valencia: Vista prèvia de les icones per als artistes i desenvolupadors

# Comment
source: List and preview available icons
ca@valencia: Llista i fa una vista prèvia de les icones disponibles

# GenericName
source: Icon Browser
ca@valencia: Navegador d'icones

# Name
source: Icon Picker
ca@valencia: Selector d'icones

# Comment
source: Invokes Cuttlefish icon picker
ca@valencia: Invoca el selector d'icones Cuttlefish

# Name
source: Plasma Engine Explorer
ca@valencia: Explorador de motors de Plasma

# GenericName
source: Plasma Data Engines Viewing Tool
ca@valencia: Eina de visualització dels motors de dades de Plasma

# Comment
source: Explorer for the data published by Plasma DataEngines
ca@valencia: Explorador de les dades publicades per als motors de dades de Plasma

# Comment
source: Explore and edit your Plasma Look And Feel themes
ca@valencia: Explora i edita els vostres temes d'Aspecte i comportament

# Name
source: Plasma Look And Feel Explorer
ca@valencia: Explorador per als temes d'Aspecte i comportament del Plasma

# GenericName
source: Plasma Widget Testing Tool
ca@valencia: Eina de proves de ginys («widgwts») de Plasma

# Comment
source: Testing tool for Plasma applets
ca@valencia: Eina de proves de les miniaplicacions de Plasma

# Comment
source: PlasmoidViewer Shell
ca@valencia: Intèrpret d'ordres del visualitzador de plasmoides

# Name
source: PlasmoidViewerShell
ca@valencia: Intèrpret d'ordres del visualitzador de plasmoides

# Comment
source: Explore and edit your Plasma themes
ca@valencia: Explora i edita els vostres temes de Plasma

# Name
source: Plasma Theme Explorer
ca@valencia: Explorador dels temes de Plasma
