Repository: lliurex/lliurex-langpack-kde
Catalog: kde-workspace/plasma-nm._desktop_.po
Languages: ca@valencia

# Name
source: Networks
ca@valencia: Xarxes

# Comment
source: Network status and control
ca@valencia: Control i estat de la xarxa

# Name
source: Connections
ca@valencia: Connexions

# Comment
source: Edit your Network Connections
ca@valencia: Edita les connexions de xarxa

# X-KDE-Keywords
source: network,wifi,ethernet,mobile,broadband,vpn,internet,traffic
ca@valencia: xarxa,wifi,ethernet,mòbil,banda ampla,vpn,internet,tràfic

# Name
source: Plasma Networkmanagement module
ca@valencia: Mòdul de Plasma per a la Gestió de la xarxa

# Comment
source: Provides secrets to the NetworkManager daemon
ca@valencia: Proporciona secrets al dimoni NetworkManager

# Name
source: Network management
ca@valencia: Gestió de la xarxa

# Comment
source: Network management
ca@valencia: Gestió de la xarxa

# Name
source: Connection activated
ca@valencia: Connexió activada

# Name
source: Connection deactivated
ca@valencia: Connexió desactivada

# Name
source: Connection added
ca@valencia: S'ha afegit una connexió

# Name
source: Connection removed
ca@valencia: S'ha eliminat una connexió

# Name
source: Connection updated
ca@valencia: S'ha actualitzat una connexió

# Name
source: Device failed
ca@valencia: El dispositiu ha fallat

# Name
source: Failed to activate connection
ca@valencia: No s'ha pogut activar la connexió

# Name
source: Failed to add connection
ca@valencia: No s'ha pogut afegir la connexió

# Name
source: Failed to deactivate connection
ca@valencia: No s'ha pogut desactivar la connexió

# Name
source: Failed to remove connection
ca@valencia: No s'ha pogut eliminar la connexió

# Name
source: Failed to get secrets
ca@valencia: No s'ha pogut obtindre els secrets

# Name
source: Failed to update connection
ca@valencia: No s'ha pogut actualitzar la connexió

# Name
source: Missing VPN plugin
ca@valencia: Falta el connector VPN

# Name
source: No longer connected to a network
ca@valencia: Ja no està connectat a cap xarxa

# Name
source: Captive portal detected
ca@valencia: S'ha detectat un portal captiu

# Name
source: Network Management VPN UI Plugin
ca@valencia: Connector de la IU per a la VPN del Gestor de la xarxa

# Comment
source: Defines KDE Network Management UI Plugins
ca@valencia: Defineix els connectors de la IU del Gestor de la xarxa de KDE

# Name
source: Mobile broadband
ca@valencia: Banda ampla mòbil

# Comment
source: Mobile broadband setting
ca@valencia: Configuració de la banda ampla mòbil

# X-KDE-Keywords
source: mobile,data,network
ca@valencia: mòbil,dades,xarxa

# Name
source: Mobile Broadband
ca@valencia: Banda ampla mòbil

# Comment
source: Wireless network setting
ca@valencia: Configuració de la xarxa sense fil

# X-KDE-Keywords
source: wifi,network
ca@valencia: wifi,xarxa

# Comment
source: Fortinet SSLVPN virtual private networks
ca@valencia: Xarxes privades virtuals Fortinet SSLVPN

# Name
source: Iodine DNS tunnel (iodine)
ca@valencia: Túnel de DNS Iodine (iodine)

# Comment
source: Tunnel connections via DNS
ca@valencia: Túnel de connexions via DNS

# Name
source: Layer 2 Tunneling Protocol (L2TP)
ca@valencia: Protocol per a crear túnels de 2 capes (L2TP)

# Comment
source: Compatible with L2TP VPN servers
ca@valencia: Compatible amb els servidors VPN del L2TP

# Name
source: PAN Global Protect (openconnect)
ca@valencia: PAN de Global Protect (openconnect)

# Comment
source: Compatible with PAN GlobalProtect SSL VPN
ca@valencia: Compatible amb la PAN VPN SSL de GlobalProtect

# Name
source: Juniper SSL VPN / Pulse Connect Secure (openconnect)
ca@valencia: VPN SSL Juniper / Pulse Connect Secure (openconnect)

# Comment
source: Compatible with Juniper SSL VPN and Pulse Connect Secure
ca@valencia: Compatible amb la VPN SSL Juniper i Pulse Connect Secure

# Name
source: Cisco AnyConnect Compatible VPN (openconnect)
ca@valencia: VPN compatible amb AnyConnect de Cisco (openconnect)

# Comment
source: Compatible with Cisco AnyConnect SSL VPN
ca@valencia: VPN sobre SSL compatible amb AnyConnect de Cisco

# Name
source: IPsec based VPN (openswan)
ca@valencia: VPN basada en IPsec (openswan)

# Comment
source: IPsec, IKEv1, IKEv2 based VPN
ca@valencia: VPN basada en IKEv1, IKEv2 sobre IPsec

# Comment
source: Compatible with the OpenVPN server
ca@valencia: Compatible amb el servidor OpenVPN

# Name
source: Point-to-Point Tunneling Protocol (PPTP)
ca@valencia: Protocol per a crear túnels Punt-a-Punt (PPTP)

# Comment
source: Compatible with Microsoft and other PPTP VPN servers
ca@valencia: Compatible amb Microsoft i altres servidors VPN sobre PPTP

# Comment
source: Compatible with the SSH server
ca@valencia: Compatible amb el servidor SSH

# Name
source: Secure Socket Tunneling Protocol (SSTP)
ca@valencia: Protocol per a crear túnels amb sòcols segurs (SSTP)

# Comment
source: Compatible with Microsoft and other SSTP VPN servers
ca@valencia: Compatible amb Microsoft i altres servidors VPN sobre SSTP

# Name
source: IPsec based VPN (strongswan)
ca@valencia: VPN basada en IPsec (strongswan)

# Name
source: Cisco Compatible VPN (vpnc)
ca@valencia: VPN compatible amb Cisco (vpnc)

# Comment
source: Compatible with various Cisco, Juniper, Netscreen and Sonicwall IPsec-based VPN gateways
ca@valencia: Compatible amb diverses passarel·les VPN basades en IPsec de Cisco, Juniper, Netscreen i Sonicwall
