Repository: lliurex/lliurex-langpack-kde
Catalog: kde-workspace/plymouth-kcm._desktop_.po
Languages: ca@valencia

# Name
source: Plymouth Control Module
ca@valencia: Mòdul de control del Plymouth

# Name
source: Save the Plymouth Theme
ca@valencia: Guarda el tema de Plymouth

# Description
source: System policies prevent you from applying the Plymouth theme.
ca@valencia: Les polítiques del sistema impedeixen que apliqueu el tema de Plymouth.

# Name
source: Install a new Plymouth Theme
ca@valencia: Instal·la un tema nou de Plymouth

# Description
source: System policies prevent you from installing a Plymouth theme.
ca@valencia: Les polítiques del sistema impedeixen que instal·leu un tema de Plymouth.

# Name
source: Uninstall a new Plymouth Theme
ca@valencia: Desinstal·la un tema nou de Plymouth

# Description
source: System policies prevent you from uninstalling a Plymouth theme.
ca@valencia: Les polítiques del sistema impedeixen que desinstal·leu un tema de Plymouth.

# Name
source: Boot Splash
ca@valencia: Pantalla de presentació d'inici

# Comment
source: Plymouth Splash Screen
ca@valencia: Pantalla de presentació de Plymouth

# X-KDE-Keywords
source: plymouth,splash,splash screen
ca@valencia: plymouth,splash,pantalla de presentació

# Name
source: System Splash
ca@valencia: Pantalla de presentació del sistema

# Comment
source: Plymouth splash screen
ca@valencia: Pantalla de presentació del Plymouth
