Repository: lliurex/lliurex-langpack-kde
Catalog: kdegraphics/okular_ooo.po
Languages: ca@valencia

# NAME OF TRANSLATORS
source: Your names
ca@valencia: Josep Ma. Ferrer

# EMAIL OF TRANSLATORS
source: Your emails
ca@valencia: txemaq@gmail.com

source: Invalid XML document: %1
ca@valencia: Document XML no vàlid: %1

source: Unable to read style information
ca@valencia: No s'ha pogut llegir la informació d'estil

source: Unable to convert document content
ca@valencia: No s'ha pogut convertir el contingut del document

source: Document is not a valid ZIP archive
ca@valencia: El document no és un arxiu ZIP vàlid

source: Invalid document structure (main directory is missing)
ca@valencia: L'estructura del document no és vàlida (el directori principal no existeix)

source: Invalid document structure (META-INF directory is missing)
ca@valencia: L'estructura del document no és vàlida (el directori META-INF no existeix)

source: Invalid document structure (META-INF/manifest.xml is missing)
ca@valencia: L'estructura del document no és vàlida (no existeix META-INF/manifest.xml)

source: Invalid document structure (content.xml is missing)
ca@valencia: L'estructura del document no és vàlida (no existeix content.xml)

source: OpenDocument Text
ca@valencia: Text OpenDocument

source: OpenDocument Text Backend Configuration
ca@valencia: Configuració del dorsal per a textos OpenDocument

source: This document is encrypted, and crypto support is compiled in, but a hashing plugin could not be located
ca@valencia: Aquest document està encriptat, i la implementació criptogràfica està compilada, però no s'ha pogut localitzar cap connector de resum «hash»

source: This document is encrypted, and crypto support is compiled in, but a key derivation plugin could not be located
ca@valencia: Aquest document està encriptat, i la implementació criptogràfica està compilada, però no s'ha pogut localitzar cap connector de derivació de clau

source: This document is encrypted, and crypto support is compiled in, but a cipher plugin could not be located
ca@valencia: Aquest document està encriptat, i la implementació criptogràfica està compilada, però no s'ha pogut localitzar cap connector de xifra

source: This document is encrypted, but Okular was compiled without crypto support. This document will probably not open.
ca@valencia: Aquest document està encriptat, però Okular es va compilar sense implementació criptogràfica. Probablement aquest document no s'obrirà.

source: Producer
ca@valencia: Productor

source: Created
ca@valencia: Creat

source: Creator
ca@valencia: Creador

source: Author
ca@valencia: Autor

source: Modified
ca@valencia: Modificat
