Repository: lliurex/lliurex-langpack-kde
Catalog: kdenetwork/kio5_smb.po
Languages: ca@valencia

source: <qt>Please enter authentication information for <b>%1</b></qt>
ca@valencia: <qt>Introduïu la informació d'autenticació per a <b>%1</b></qt>

source: Please enter authentication information for: Server = %1 Share = %2
ca@valencia: Introduïu la informació d'autenticació per a: Servidor = %1 Recurs = %2

source: libsmbclient failed to create context
ca@valencia: No s'ha pogut crear el context amb libsmbclient

source: libsmbclient failed to initialize context
ca@valencia: Ha fallat la inicialització del context amb libsmbclient

source: %1: Unknown file type, neither directory or file.
ca@valencia: %1: Tipus de fitxer desconegut, no és un fitxer o directori.

source: Unable to find any workgroups in your local network. This might be caused by an enabled firewall.
ca@valencia: No s'ha pogut trobar cap grup de treball en la vostra xarxa local. Això pot ser degut a un tallafoc.

source: No media in device for %1
ca@valencia: No hi ha cap suport en el dispositiu per a %1

source: Could not connect to host for %1
ca@valencia: No s'ha pogut connectar amb la màquina per a %1

source: Error while connecting to server responsible for %1
ca@valencia: Hi ha hagut un error en connectar amb el servidor responsable per a %1

source: Share could not be found on given server
ca@valencia: No s'ha pogut trobar cap recurs compartit en el servidor indicat

source: Bad file descriptor
ca@valencia: Descriptor de fitxer dolent

source: The given name could not be resolved to a unique server. Make sure your network is setup without any name conflicts between names used by Windows and by UNIX name resolution.
ca@valencia: El nom proporcionat no s'ha pogut associar amb un únic servidor. Assegureu-vos que la vostra xarxa està configurada sense conflictes de nom entre els noms usats per Windows i per a la resolució de noms de Unix.

source: libsmbclient reported an error, but did not specify what the problem is. This might indicate a severe problem with your network - but also might indicate a problem with libsmbclient. If you want to help us, please provide a tcpdump of the network interface while you try to browse (be aware that it might contain private data, so do not post it if you are unsure about that - you can send it privately to the developers if they ask for it)
ca@valencia: libsmbclient ha informat d'un error, però no ha especificat de quin problema es tracta. Això podria indicar un problema seriós amb la vostra xarxa -però també podria indicar un problema amb libsmbclient-. Si voleu ajudar-nos, faciliteu un tcpdump de la interfície de xarxa mentre que intenteu navegar (tingueu present que podria contindre dades privades, per tant no l'envieu si no n'esteu segur sobre això; podeu enviar-lo privadament als desenvolupadors si us el demanen)

source: Unknown error condition in stat: %1
ca@valencia: Condició d'error desconeguda en l'estat: %1

source: Error occurred while trying to access %1<nl/>%2
ca@valencia: S'ha produït un error en intentar accedir a %1<nl/>%2

source: Make sure that the samba package is installed properly on your system.
ca@valencia: Assegureu-vos que el paquet samba està adequadament instal·lat en el vostre sistema.

source: Mounting of share "%1" from host "%2" by user "%3" failed. %4
ca@valencia: Ha fallat el muntatge del recurs «%1» des de la màquina «%2» per a l'usuari «%3». %4

source: Unmounting of mountpoint "%1" failed. %2
ca@valencia: Ha fallat el desmuntatge del punt de muntatge «%1». %2
