Repository: lliurex/lliurex-langpack-kde
Catalog: plasma-desktop/kactivitymanagerd._json_.po
Languages: ca@valencia

# Name
source: Event Spy
ca@valencia: Espia l'esdeveniment

# Name
source: SQLite Feeder
ca@valencia: Alimentador del Sqlite

# Name
source: Global Shortcuts
ca@valencia: Dreceres globals

# Name
source: Run applications on activity state change
ca@valencia: Executa aplicacions en canviar l'estat de l'activitat

# Name
source: Activity Templates
ca@valencia: Plantilles de les activitats

# Name
source: Virtual desktop switcher
ca@valencia: Commutador per als escriptoris virtuals

# Description
source: Collects events from applications that support recent documents specification
ca@valencia: Recull els esdeveniments de les aplicacions que admeten l'especificació dels documents recents

# Description
source: Plugin to store and score events in SQLite
ca@valencia: Connector per a emmagatzemar i classificar esdeveniments en el SQLite

# Description
source: Adds global keyboard shortcuts for activity switching
ca@valencia: Afig dreceres de teclat globals per a canviar d'activitat

# Description
source: When switching activities, or when starting and stopping them, execute specified applications
ca@valencia: En commutar d'activitat, o en iniciar o aturar-les, executa les aplicacions especificades

# Description
source: Support for creating templated activities
ca@valencia: Suport per a la creació d'activitats amb plantilles

# Description
source: Provides data to Share-Like-Connect applet
ca@valencia: Proporciona dades a la miniaplicació «Share-Like-Connect»

# Description
source: When switching to an activity, opens the virtual desktop last used with that activity
ca@valencia: En canviar a una activitat, obri el darrer escriptori virtual utilitzat amb aquesta activitat
