Repository: lliurex/lliurex-langpack-kde
Catalog: plasma-desktop/kcm_kwin_effects.po
Languages: ca@valencia

# NAME OF TRANSLATORS
source: Your names
ca@valencia: Josep Ma. Ferrer

# EMAIL OF TRANSLATORS
source: Your emails
ca@valencia: txemaq@gmail.com

source: Configure Desktop Effects
ca@valencia: Configuració dels efectes d'escriptori

source: Download New Desktop Effects
ca@valencia: Baixa efectes nous d'escriptori

source: Author: %1 License: %2
ca@valencia: Autor: %1 Llicència: %2

source: This module lets you configure desktop effects.
ca@valencia: Aquest mòdul permet configurar els efectes de l'escriptori.

source: Hint: To find out or configure how to activate an effect, look at the effect's settings.
ca@valencia: Consell: per trobar els detalls o configurar la manera d'activar un efecte, examineu l'arranjament dels efectes.

source: Configure filter
ca@valencia: Configura el filtre

source: Exclude Desktop Effects not supported by the Compositor
ca@valencia: Exclou els efectes d'escriptori no acceptats pel compositor

source: Exclude internal Desktop Effects
ca@valencia: Exclou els efectes d'escriptori interns

source: Get New Desktop Effects...
ca@valencia: Obtén efectes nous d'escriptori...
