Repository: lliurex/lliurex-langpack-kde
Catalog: plasma-desktop/kcm_workspace.po
Languages: ca@valencia

# NAME OF TRANSLATORS
source: Your names
ca@valencia: Josep Ma. Ferrer

# EMAIL OF TRANSLATORS
source: Your emails
ca@valencia: txemaq@gmail.com

source: Visual behavior:
ca@valencia: Comportament visual:

source: Display informational tooltips on mouse hover
ca@valencia: Mostra els consells informatius en passar-hi per sobre amb el ratolí

source: Display visual feedback for status changes
ca@valencia: Mostra retroalimentació visual per als canvis d'estat

source: Click behavior:
ca@valencia: Comportament del clic:

source: Single-click to open files and folders
ca@valencia: Clic únic per a obrir fitxers i carpetes

source: Double-click to open files and folders (single click to select)
ca@valencia: Doble clic per a obrir fitxers i carpetes (clic únic per a seleccionar)

source: Plasma Workspace global options
ca@valencia: Opcions globals de l'espai de treball de Plasma

source: System Settings module for managing global options for the Plasma Workspace.
ca@valencia: Mòdul de configuració del sistema per a gestionar les opcions globals de l'espai de treball de Plasma.
