Repository: lliurex/lliurex-langpack-kde
Catalog: plasma-desktop/kcmkeys.po
Languages: ca@valencia

source: Select the Components to Export
ca@valencia: Seleccioneu els components que s'han d'exportar

source: You are about to reset all shortcuts to their default values.
ca@valencia: Esteu a punt de reinicialitzar totes les dreceres als seus valors per defecte.

source: Reset to defaults
ca@valencia: Reinicialitza als valors per defecte

source: Current Component
ca@valencia: Component actual

source: All Components
ca@valencia: Tots els components

source: Import Scheme...
ca@valencia: Importa un esquema...

source: Export Scheme...
ca@valencia: Exporta un esquema...

source: Set All Shortcuts to None
ca@valencia: Anul·la totes les dreceres

source: Applications
ca@valencia: Aplicacions

source: Launch %1
ca@valencia: Llança el %1

source: Component '%1' is currently active. Only global shortcuts currently not active will be removed from the list. All global shortcuts will reregister themselves with their defaults when they are next started.
ca@valencia: Actualment el component «%1» està actiu. Només es poden eliminar de la llista les dreceres globals actualment no actives. Totes les dreceres globals es tornaran a registrar amb els seus valors per defecte en el següent inici.

source: Remove component
ca@valencia: Elimina component

source: Are you sure you want to remove the registered shortcuts for component '%1'? The component and shortcuts will reregister themselves with their default settings when they are next started.
ca@valencia: Segur que voleu eliminar les dreceres registrades per al component «%1»? El component i les dreceres es tornaran a registrar amb la seua configuració per defecte en el següent inici.

source: Application Launchers
ca@valencia: Llançadors d'aplicacions

source: Other Shortcuts
ca@valencia: Altres dreceres

source: Your current changes will be lost if you load another scheme before saving this one
ca@valencia: Els canvis actuals es perdran si carregueu un altre esquema abans de guardar aquest

source: Load Shortcut Scheme
ca@valencia: Carrega un esquema de dreceres

source: Load
ca@valencia: Carrega

source: This file (%1) does not exist. You can only select local files.
ca@valencia: Aquest fitxer (%1) no existeix. Només podeu seleccionar fitxers locals.

source: Message: %1 Error: %2
ca@valencia: Missatge: %1 Error: %2

source: Failed to contact the KDE global shortcuts daemon
ca@valencia: No s'ha pogut contactar amb el dimoni de dreceres globals de KDE

source: Add a new shortcut to an Application...
ca@valencia: Afig una drecera nova a una aplicació...

source: Remove the selected component
ca@valencia: Elimina el component seleccionat

source: File
ca@valencia: Fitxer

source: Select Application
ca@valencia: Seleccioneu l'aplicació

source: Select Shortcut Scheme
ca@valencia: Seleccioneu un esquema de dreceres

source: Select one of the standard KDE shortcut schemes
ca@valencia: Seleccioneu un dels esquemes de dreceres estàndard de KDE

source: &Standard scheme:
ca@valencia: Esquema e&stàndard:

source: Select a shortcut scheme file
ca@valencia: Seleccioneu un fitxer d'esquema de dreceres

source: &Path:
ca@valencia: &Camí:
