Repository: lliurex/lliurex-langpack-kde
Catalog: plasma-desktop/kde-gtk-config.po
Languages: ca@valencia

# NAME OF TRANSLATORS
source: Your names
ca@valencia: Manuel Tortosa Moreno

# EMAIL OF TRANSLATORS
source: Your emails
ca@valencia: manutortosa@chakra-project.org

source: Could not install the %1 theme.
ca@valencia: No s'ha pogut instal·lar el tema %1.

source: Cannot install theme
ca@valencia: No s'ha pogut instal·lar el tema

source: Parsing theme...
ca@valencia: S'està analitzant el tema...

source: This GTK theme can be installed
ca@valencia: Aquest tema GTK es pot instal·lar

source: This GTK theme cannot be installed
ca@valencia: Aquest tema GTK no es pot instal·lar

source: This icons theme can be installed
ca@valencia: Aquest tema d'icones es pot instal·lar

source: This icons theme cannot be installed
ca@valencia: Aquest tema d'icones no es pot instal·lar

source: Installing GTK theme...
ca@valencia: S'està instal·lant el tema GTK...

source: Installing icons...
ca@valencia: S'estan instal·lant les icones...

source: Icons Successfully Installed
ca@valencia: S'han instal·lat les icones correctament

source: The icons theme cannot be installed
ca@valencia: El tema d'icones no es pot instal·lar

source: GTK Theme Successfully Installed
ca@valencia: S'ha instal·lat correctament el tema GTK

source: The GTK theme cannot be installed
ca@valencia: El tema GTK no es pot instal·lar

source: Uninstalling GTK theme...
ca@valencia: S'està desinstal·lant el tema GTK...

source: Uninstalling icons...
ca@valencia: S'estan desinstal·lant les icones...

source: GTK theme successfully uninstalled.
ca@valencia: S'ha desinstal·lat correctament el tema GTK.

source: Could not uninstall the GTK theme.
ca@valencia: No s'ha pogut desinstal·lar el tema GTK.

source: Icons successfully uninstalled.
ca@valencia: S'han desinstal·lat les icones correctament.

source: Could not uninstall the icon theme.
ca@valencia: No s'ha pogut desinstal·lar el tema d'icona.

source: GTK Application Style
ca@valencia: Estil de les aplicacions GTK

source: Main Developer
ca@valencia: Desenvolupador principal

source: Aleix Pol i Gonzalez
ca@valencia: Aleix Pol i Gonzàlez

source: Feature development. Previews, code refactoring.
ca@valencia: Desenvolupament de funcionalitats. Previsualitzacions, reorganització del codi.

source: Ideas, tester, internationalization
ca@valencia: Idees, proves i internacionalització

source: Internationalization
ca@valencia: Internacionalització

source: Download GTK2 themes...
ca@valencia: Baixa nous temes GTK2...

source: Download GTK3 themes...
ca@valencia: Baixa nous temes GTK3...

source: Install a local theme...
ca@valencia: Instal·la un tema local...

source: Uninstall a local theme...
ca@valencia: Desinstal·la un tema local....

source: Failed to save configuration.
ca@valencia: No s'ha pogut guardar la configuració.

source: Installer
ca@valencia: Instal·lador

source: Add GTK Theme
ca@valencia: Afig un tema GTK

source: <b>Step 2</b>
ca@valencia: <b>Pas 2</b>

source: Select the theme file you want to install:
ca@valencia: Seleccioneu el fitxer del tema que voleu instal·lar:

source: Click the next button in order to install the theme in your system.
ca@valencia: Cliqueu el botó següent per a instal·lar el tema en el sistema.

source: <b>Step 1</b>
ca@valencia: <b>Pas 1</b>

source: Install GTK Theme
ca@valencia: Instal·la el tema GTK

source: *.tar.gz *.tar|Compressed file
ca@valencia: *.tar.gz *.tar|Fitxer comprimit

source: Add New Icon Theme
ca@valencia: Afig un tema d'icona nou

source: Install Icon Theme
ca@valencia: Instal·la un tema d'icona

source: Remove Themes
ca@valencia: Elimina temes

source: Select a GTK theme to uninstall
ca@valencia: Seleccioneu un tema GTK per a desinstal·lar

source: Uninstall
ca@valencia: Desinstal·la

source: Remove GTK Theme
ca@valencia: Elimina un tema GTK

source: Select an icon theme to uninstall
ca@valencia: Seleccioneu un tema d'icones per a desinstal·lar

source: Remove Icon Theme
ca@valencia: Elimina un tema d'icones

source: GTK Themes
ca@valencia: Temes GTK

source: GTK2 theme:
ca@valencia: Tema GTK2:

source: Preview Theme
ca@valencia: Vista prèvia del tema

source: GTK3 theme:
ca@valencia: Tema GTK3:

source: Prefer dark theme
ca@valencia: Preferència pel tema fosc

source: Font:
ca@valencia: Tipus de lletra:

source: Behavior
ca@valencia: Comportament

source: Toolbar label:
ca@valencia: Etiqueta de la barra d'eines:

source: None
ca@valencia: Cap

source: Text only
ca@valencia: Només el text

source: Beside icons
ca@valencia: Vora les icones

source: Below icons
ca@valencia: Davall les icones

source: Show icons:
ca@valencia: Mostra les icones:

source: On scrollbar left-click:
ca@valencia: En fer un clic esquerre en la barra de desplaçament:

source: On buttons
ca@valencia: En els botons

source: In menus
ca@valencia: En els menús

source: Scro&ll one page up/down
ca@valencia: Desp&laça una pàgina amunt/avall

source: &Jump to mouse cursor position
ca@valencia: &Salta a la posició del cursor del ratolí

source: Icon Themes
ca@valencia: Tema d'icones

source: Icon theme:
ca@valencia: Tema d'icones:

source: Fallback theme:
ca@valencia: Tema alternatiu:

source: Cursor theme:
ca@valencia: Tema de cursor:

source: <html><head/><body><p>Here you can install new GTK themes. Even more are available at <a href="http://gnome-look.org"><span style=" text-decoration: underline;">gnome-look.org</span></a></p></body></html>
ca@valencia: <html><head/><body><p>Ací podeu instal·lar temes GTK nous. Encara n'hi ha més disponibles a <a href="http://gnome-look.org"><span style=" text-decoration: underline;">gnome-look.org</span></a></p></body></html>

source: Get New GNOME/GTK Application Styles...
ca@valencia: Obtín estils nous de les aplicacions GNOME/GTK...
