Repository: lliurex/lliurex-langpack-kde
Catalog: plasma-desktop/kdeplasma-addons._json_.po
Languages: ca@valencia

# Name
source: Bing's Picture of the Day
ca@valencia: Imatge del dia de Bing

# Name
source: Wikimedia Picture of the Day
ca@valencia: Imatge Wikimedia del dia

# Name
source: Flickr Picture of the Day
ca@valencia: Imatge Flickr del dia

# Name
source: Earth Science Picture of the Day
ca@valencia: Imatge de ciències de la Terra del dia

# Name
source: NOAA Environmental Visualization Laboratory Picture of the Day
ca@valencia: Imatge del dia del NOAA Environmental Visualization Laboratory

# Name
source: Unsplash Wallpapers
ca@valencia: Fons de pantalla d'Unsplash

# Name
source: Astronomy Picture of the Day
ca@valencia: Imatge astronòmica del dia

# Description
source: Bing Provider
ca@valencia: Proveïdor Bing

# Description
source: Wcpotd Provider
ca@valencia: Proveïdor Wcpotd

# Description
source: Flickr Provider
ca@valencia: Proveïdor Flickr

# Description
source: Epod Provider
ca@valencia: Proveïdor Epod

# Description
source: NOAA Provider
ca@valencia: Proveïdor NOAA

# Description
source: Unsplash Wallpaper Provider
ca@valencia: Proveïdor de fons de pantalla d'Unsplash

# Description
source: Apod Provider
ca@valencia: Proveïdor Apod
