Repository: lliurex/lliurex-langpack-kde
Catalog: plasma-desktop/kioclient5.po
Languages: ca@valencia

# NAME OF TRANSLATORS
source: Your names
ca@valencia: Josep Ma. Ferrer

# EMAIL OF TRANSLATORS
source: Your emails
ca@valencia: txemaq@gmail.com

source: Syntax:
ca@valencia: Sintaxi:

source: kioclient openProperties 'url' # Opens a properties menu
ca@valencia: kioclient openProperties «url» # Obri un menú de propietats

source: kioclient exec 'url' ['mimetype'] # Tries to open the document pointed to by 'url', in the application # associated with it in KDE. You may omit 'mimetype'. # In this case the mimetype is determined # automatically. Of course URL may be the URL of a # document, or it may be a *.desktop file. # 'url' can be an executable, too.
ca@valencia: kioclient exec «url» [«mimetype»] # Intenta obrir el document apuntat per l'«url», en l'aplicació # associada amb ell en KDE. Podeu ometre «mimetype». # En aquest cas, el tipus MIME es determinarà # automàticament. Evidentment, l'URL ha de ser l'URL d'un # document, o pot ser un fitxer *.desktop. # «url» també pot ser un executable.

source: kioclient move 'src' 'dest' # Moves the URL 'src' to 'dest'. # 'src' may be a list of URLs.
ca@valencia: kioclient move «src» «dest» # Mou l'URL «src» a «dest». # «src» pot ser una llista d'URL.

source: # 'dest' may be "trash:/" to move the files # to the trash.
ca@valencia: # «dest» pot ser «trash:/» per a moure els fitxers # a la paperera.

source: # the short version kioclient mv # is also available.
ca@valencia: # la versió curta de kioclient mv # també està disponible.

source: kioclient download ['src'] # Copies the URL 'src' to a user-specified location'. # 'src' may be a list of URLs, if not present then # a URL will be requested.
ca@valencia: kioclient download [«src»] # Copia l'URL «src» en una ubicació especificada per l'usuari. # «src» pot ser una llista d'URL, i si no s'indica, llavors es # requerirà un URL.

source: kioclient copy 'src' 'dest' # Copies the URL 'src' to 'dest'. # 'src' may be a list of URLs.
ca@valencia: kioclient copy «src» «dest» # Copia l'URL «src» en «dest». # «src» pot ser una llista d'URL.

source: # the short version kioclient cp # is also available.
ca@valencia: # la versió curta de kioclient cp # també està disponible.

source: kioclient cat 'url' # Writes out the contents of 'url' to stdout
ca@valencia: kioclient cat «url» # Escriu el contingut d'«url» en l'eixida estàndard «stdout»

source: kioclient ls 'url' # Lists the contents of the directory 'url' to stdout
ca@valencia: kioclient ls «url» # Escriu el contingut del directori «url» en l'eixida estàndard «stdout»

source: kioclient remove 'url' # Removes the URL # 'url' may be a list of URLs.
ca@valencia: kioclient remove «url» # Elimina l'URL # «url» pot ser una llista d'URL.

source: # the short version kioclient rm # is also available.
ca@valencia: # la versió curta de kioclient rm # també està disponible.

source: *** Examples:
ca@valencia: *** Exemples:

source: kioclient exec file:/home/weis/data/test.html // Opens the file with default binding
ca@valencia: kioclient exec file:/home/weis/data/test.html // Obri el fitxer amb la vinculació predeterminada

source: kioclient exec ftp://localhost/ // Opens new window with URL
ca@valencia: kioclient exec ftp://localhost/ // Obri una finestra nova amb l'URL

source: kioclient exec file:/root/Desktop/emacs.desktop // Starts emacs
ca@valencia: kioclient exec file:/root/Desktop/emacs.desktop // Inicia Emacs

source: kioclient exec . // Opens the current directory. Very convenient.
ca@valencia: kioclient exec . // Obri el directori actual. Molt pràctic.

source: KIO Client
ca@valencia: Client KIO

source: Command-line tool for network-transparent operations
ca@valencia: Eina de la línia d'ordres per a operacions de transparents en la xarxa

source: Use message boxes and other native notifications
ca@valencia: Usa quadres de missatges i altres notificacions natives

source: Non-interactive use: no message boxes. If you don't want a graphical connection, use --platform offscreen
ca@valencia: Ús no interactiu: sense quadres de missatge. Si no voleu cap connexió gràfica, useu --platform offscreen

source: Overwrite destination if it exists (for copy and move)
ca@valencia: Sobreescriu la destinació si existeix (en copiar i moure)

source: file or URL
ca@valencia: fitxer o URL

source: urls...
ca@valencia: URL...

source: Source URL or URLs
ca@valencia: URL d'origen

source: Destination URL
ca@valencia: URL de destinació

source: Show available commands
ca@valencia: Mostra les ordres disponibles

source: Command (see --commands)
ca@valencia: Ordre (veieu --commands)

source: command
ca@valencia: ordre

source: Arguments for command
ca@valencia: Arguments per a l'ordre

# @info:shell
source: %1: Syntax error, not enough arguments
ca@valencia: %1: Error de sintaxi: arguments insuficients

# @info:shell
source: %1: Syntax error, too many arguments
ca@valencia: %1: Error de sintaxi: massa arguments

source: Destination where to download the files
ca@valencia: Destinació on baixar els fitxers

# @info:shell
source: %1: Syntax error, unknown command '%2'
ca@valencia: %1: Error de sintaxi: ordre desconeguda «%2»
