Repository: lliurex/lliurex-langpack-kde
Catalog: plasma-desktop/sddm-kcm._desktop_.po
Languages: ca@valencia

# Name
source: Save Settings
ca@valencia: Guarda l'arranjament

# Description
source: Save Settings in SDDM
ca@valencia: Guarda l'arranjament a l'SDDM

# Name
source: Install an SDDM theme
ca@valencia: Instal·la un tema de l'SDDM

# Description
source: Extracts a zip file containing an SDDM theme to the SDDM theme location
ca@valencia: Extreu un fitxer ZIP que continga un tema de l'SDDM a la ubicació de temes de l'SDDM

# Name
source: Uninstall an SDDM theme
ca@valencia: Desinstal·la un tema de l'SDDM

# Description
source: Removes a previously installed SDDM theme
ca@valencia: Elimina un tema de l'SDDM instal·lat anteriorment

# X-KDE-Keywords
source: sddm,display manager,theme
ca@valencia: sddm,gestor de sessions,tema

# Name
source: Login Screen (SDDM)
ca@valencia: Pantalla d'inici de sessió (SDDM)

# Comment
source: Configure Login Manager
ca@valencia: Configura el gestor d'accés

# Name
source: Login Screen
ca@valencia: Pantalla d'inici de sessió
